Repository: Voladi-Systems/Voladi-web
Catalog: locales/*/LC_MESSAGES/django.po
Languages: de

source: Number
de: Nummer

source: Password
de: Passwort

source: Text area
de: Textbereich

source: Hidden
de: Versteckt

source: String
de: Zeichenkette

source: Whether a link to this page will be excluded from generated menus.
de: Ob ein Link zu dieser Seite von generierten Menüs ausgeschlossen wird.

source: Append a string to the url in the menu. Useful for hash or query strings.
de: Hängen Sie einen String an die URL im Menü an. Nützlich für Hash- oder Abfragezeichenketten.

source: Search Image
de: Bild suchen

source: The image to use on previews of this page on external links and search results. This will also be the image used for blog posts on the index pages.
de: Das Bild, das für Vorschauen dieser Seite auf externen Links und Suchergebnissen verwendet wird. Dies wird auch das Bild sein, das für Blog-Beiträge auf den Indexseiten verwendet wird.

source: For search engines
de: Für Suchmaschinen

source: For site menus
de: Für Seitenmenüs

source: site
de: Website

source: Menu settings
de: Menüeinstellungen

source: Please either make this the main menu, or assign a unique handle.
de: Bitte machen Sie dies entweder zum Hauptmenü oder weisen Sie einen eindeutigen Handle zu.

source: Please choose an internal page or provide a custom URL
de: Bitte wählen Sie eine interne Seite oder geben Sie eine benutzerdefinierte URL an.

source: Linking to both a page and custom URL is not permitted
de: Es ist nicht gestattet, sowohl auf eine Seite als auch auf eine benutzerdefinierte URL zu verlinken.

source: This field is required when linking to a custom URL
de: Dieses Feld ist erforderlich, wenn auf eine benutzerdefinierte URL verlinkt wird.

source: Redirect to a page.
de: Umleiten auf eine Seite.

source: If using a relative URL, the link will be automatically redirected to the browser's language.
de: Wenn eine relative URL verwendet wird, wird der Link automatisch auf die Sprache des Browsers umgeleitet.

source: Redirect to any URL or relative path.
de: Umleiten auf eine beliebige URL oder einen relativen Pfad.

source: If an existing Page is selected, and this option is set, the browser will attempt to redirect to the page in the user's language first.
de: Wenn eine vorhandene Seite ausgewählt ist und diese Option aktiviert ist, wird der Browser versuchen, zuerst auf die Seite in der Sprache des Benutzers umzuleiten.

source: Whether the redirect should be indicated as permanent (301)
de: Ob die Umleitung als permanent (301) angezeigt werden soll.

source: Use for any notes or observations regarding reasons for this redirect.
de: Verwenden Sie es für Notizen oder Beobachtungen zu den Gründen für diese Umleitung.

source: The redirect must have either a Page or a Link.
de: Die Umleitung muss entweder eine Seite oder einen Link haben.

source: Relative URLs must start with a "/"
de: Relative URLs müssen mit einem "/" beginnen.

source: Read-only fields
de: Schreibgeschützte Felder

source: English
de: Englisch

source: Page not found
de: Seite nicht gefunden

source: Sorry, we couldn't find the page you're looking for.
de: Entschuldigung, wir konnten die von Ihnen gesuchte Seite nicht finden.

source: Check the URL for typos and try again.
de: Überprüfen Sie die URL auf Tippfehler und versuchen Sie es erneut.

source: Go back to the previous page and see if you can find what you're looking for from there.
de: Gehen Sie zurück zur vorherigen Seite und sehen Sie nach, ob Sie dort finden, was Sie suchen.

source: If you clicked on a link to get here, the link might be outdated. Please let us know so we can fix it.
de: Wenn Sie auf einen Link geklickt haben, um hierher zu gelangen, könnte der Link veraltet sein. Bitte informieren Sie uns, damit wir ihn korrigieren können.

source: Go back home
de: Zurück zur Startseite

source: Contact support
de: Support kontaktieren

source: Uh-oh! Something went wrong on our end, and we're working to fix it as soon as possible. The server encountered an unexpected condition that prevented it from fulfilling your request.
de: Oh-oh! Etwas ist bei uns schief gelaufen, und wir arbeiten daran, es so schnell wie möglich zu beheben. Der Server stieß auf eine unerwartete Bedingung, die ihn daran hinderte, Ihre Anfrage zu erfüllen.

source: While our team is tackling the issue, you can try the following:
de: Während unser Team das Problem angeht, können Sie Folgendes versuchen:

source: Refresh the page: Sometimes a simple refresh can do wonders.
de: Aktualisieren Sie die Seite: Manchmal kann eine einfache Aktualisierung Wunder wirken.

source: Try again later: We're hustling to get things back on track, so give it some time and check back later.
de: Versuchen Sie es später erneut: Wir setzen alles daran, die Dinge wieder in den Griff zu bekommen, also geben Sie uns etwas Zeit und schauen Sie später wieder vorbei.

source: Contact support: If the problem persists or you need immediate assistance, feel free to contact our support team it@voladi.com for help.
de: Kontaktieren Sie den Support: Wenn das Problem weiterhin besteht oder Sie sofortige Hilfe benötigen, können Sie sich gerne an unser Support-Team it@voladi.com wenden.

source: We apologize for any inconvenience this may have caused. Thank you for your patience!
de: Wir entschuldigen uns für eventuelle Unannehmlichkeiten, die dies verursacht haben könnte. Vielen Dank für Ihre Geduld!

source: Submit
de: Einreichen

source: Your request has been submitted!
de: Ihre Anfrage wurde eingereicht!

source: Export site content
de: Website-Inhalt exportieren

source: Download site content
de: Website-Inhalt herunterladen

source: Import site content
de: Website-Inhalt importieren

source: Upload exported site content
de: Exportierten Website-Inhalt hochladen

source: Upload
de: Hochladen

source: Tools
de: Werkzeuge

source: Internal Server Error
de: Interner Serverfehler
